espressif/esp-idf/examples/wifi/getting_started/softAP/sdkconfig.ci.esp32c2eco4_xtal26m
CONFIG_IDF_TARGET="esp32c2"
CONFIG_XTAL_FREQ_26=y
CONFIG_ESP32C2_REV_MIN_200=y
